<!DOCTYPE html>
<html lang="gr"> <!-- Γλώσσα Σελίδας -->

<head> <!-- Στοιχεία Σελίδας -->
    <meta charset="utf-8"> <!--Κωδικοποίηση Σελίδας -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge"> <!-- Συμβατρότητα Σελίδας στους Browsers -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"> <!-- Αρχικοποίηση Σελίδας στον Browser -->
    <title> Globe Oil </title> <!-- Τίτλος Σελίδας -->
    <link rel="stylesheet" href="css/styles.css"> <!-- Σύνδεση με την CSS -->
</head>

<body> <!-- Σώμα Σελίδας -->
    <div class="wrapper">        
        <header> <!-- Κεφαλίδα της Σελίδας-->
        
            <!-- 1o Section του Header που αποτελείται από το Λογότυπο, το Μότο και το Κουμπί Εισόδου -->
            <section class="upper_section">
                <!-- Λογότυπο Σελίδας -->
                <div class="logo">
                    <a href="index.php"> <img src="Photos/GlobeOilLogoM.png" alt="Logo"> </a>
                </div>
                
                <!--Μότο Σελίδας -->
                <div class="moto">
                    <h1> G L O B E&nbsp;&nbsp;&nbsp;O I L  </h1>
                    <h2> Το Μέλλον Στη Διανομή Καυσίμων </h2>
                </div>

                <!-- Κουμπί Εισόδου / Εξόδου -->
                <div class="login_button">
                    <?php
                        // Αρχίζει το session για τον έλεγχο εισόδου / εξόδου
                        session_start();
                        // Έλεγχος αν ο χρήστης είναι συνδεδεμένος ή όχι
                        if (isset($_SESSION['loggedin']) && $_SESSION['loggedin'] == true) {
                            // Αν είναι συνδεδεμένος, εμφανίζουμε το κουμπί εξόδου
                            echo '<div class="login_button">';
                            echo '<a href="Scripts/logoutCheck.php" target="_self" title="Logout"> <button class="logout"> ΕΞΟΔΟΣ </button> </a>';
                            echo '</div>';
                        } else {
                            // Αν δεν είναι συνδεδεμένος, εμφανίζουμε το κουμπί εισόδου
                            echo '<div class="login_button">';
                            echo '<a href="login.php" target="_self" title="Login Page"> <button class="login"> ΕΙΣΟΔΟΣ </button> </a>';
                            echo '</div>';
                        }
                    ?>
                </div>
            </section>

            <!-- 2o Section του Header που αποτελείται από την Μπάρα Πλοήγησης -->
            <section class="lower_section">
                <nav>
                    <ul>
                        <li> <a href="index.php"> AΡΧΙΚΗ </a> </li>
                        <li> <a href="search.php"> ΑΝΑΖΗΤΗΣΗ </a> </li>
                        <li> <a href="offer.php"> ΚΑΤΑΧΩΡΗΣΗ </a> </li>
                        <li> <a href="announce.php" class="current"> ΑΝΑΚΟΙΝΩΣΕΙΣ </a> </li>
                    </ul>
                </nav>
            </section>
        </header>
        
        <section class="announcements">
            <h1>Ανακοινώσεις</h1>
            <div class="announcements-window">
                <ul>
                    <li><h3>Δευτέρα, 16/01/2023</h3></li>
                    <div id="1"><h2>Σύσκεψη Σωματίου Πετρελαιοπαραγωγών</h2></div>
                    <p>Η ενεργειακή κρίση με τις μεγάλες αυξήσεις στις τιμές του φυσικού αερίου, του πετρελαίου και του ηλεκτρικού ρεύματος ήταν
                        αναμφίβολα το δεύτερο σημαντικό γεγονός του 2022, μετά την εισβολή της Ρωσίας στην Ουκρανία. Οι χώρες της Ευρώπης πιάστηκαν
                        απροετοίμαστες ως προς το θέμα της ενεργειακής επάρκειας αλλά και της αντιμετώπισης των μεγάλων αυξήσεων των τιμών. Ο βαθμός
                        εξάρτησης από το φυσικό αέριο της Gazprom προκάλεσε μεγάλες αναταράξεις στο ενεργειακό κόστος, ενώ οι πολίτες της Ε.Ε. ήρθαν
                        αντιμέτωποι ακόμη και με το σοβαρό ενδεχόμενο ενός εκτεταμένου μπλακ άουτ ή ενός χειμώνα χωρίς θέρμανση. Σε πολύ σύντομο, όμως,
                        χρονικό διάστημα οι 27, έστω και εν μέσω μεγάλων διαφωνιών, κατάφεραν να αναπληρώσουν τις ποσότητες του φυσικού αερίου και να
                        εκπονήσουν σχέδια έκτακτης ανάγκης.</p>
                </ul>
                <br><br>
                <ul> 
                    <li><h3>Δευτέρα, 09/01/2023</h3></li>
                    <div id="2"><h2>Αύξηση Τιμών Αργού Πετρελαίου</h2></div>
                    <p>Οι τιμές του αργού πετρελαίου τύπου Brent αυξήθηκαν κατακόρυφα τον τελευταίο χρόνο, εξαιτίας διαφόρων εξωγενών παραγόντων, μη δυνάμενων να ελεγχθούν μέσω εθνικών πολιτικών, κυριότερος από τους οποίους είναι η επαναφορά των κυρώσεων των ΗΠΑ κατά του Ιράν.
                        Η τιμή του αργού πετρελαίου τύπου BRENT αυξήθηκε κατά 24,18 $/bbl και ποσοστιαία κατά 43%. (Η τιμή του αργού στις 12/10/2018 διαμορφώθηκε στα 80,43 $/bbl, ενώ η αντίστοιχη περσινή ήταν στα 56,25 $/bbl). Σε όρους ευρώ ανά λίτρο, η τιμή στις 12/10/2018 ήταν
                        στα 0,437 €/λτ από 0,298 €/λτ πέρσι, αύξηση που αντιστοιχεί σε 0,139 €/λτ ή 46,5%. Οι διυλιστηριακές τιμές διαμορφώθηκαν στις 14/10/2018 στα 0,5634 €/λτ, όταν η αντίστοιχη περσινή ήταν στα 0,3914 €/λτ, αύξηση που αντιστοιχεί σε 0,172 €/λτ. Τα μικτά περιθώρια 
                        κέρδους των εταιρειών εμπορίας και των πρατηρίων υπολογίζονται σε 0,069 €/λτ, ενώ τα αντίστοιχα περσινά ήταν στα 0,072 ξ,Γκτ. Η λιανική τιμή πετρελαίου θέρμανσης στις 13/10/2017 ήταν στα 0,932 €/λτ, που αντιστοιχεί σε αύξηση της τάξης των 0,213 €/λτ ή 22,85%.
                        Τα εν λόγω δεδομένα, αποτυπώνονται σε πρώιμο στάδιο, καθώς την πρώτη μέρα διάθεσης το δείγμα είναι πάντοτε μικρό. Τις επόμενες ημέρες θα είμαστε σε θέση να εξάγουμε περισσότερο ασφαλή συμπεράσματα, καθώς θα συγκρίνουμε τάσεις και μέσες τιμές περιόδων και όχι 
                        τιμές συγκεκριμένων ημερομηνιών. Σε κάθε περίπτωση, γενικό συμπέρασμα είναι ότι η αύξηση των διεθνών τιμών πετρελαίου επηρέασαν σημαντικά τις τιμές των τελικών προϊόντων πετρελαιοειδών και επομένως και του πετρελαίου θέρμανσης. Αμέσως παρακάτω προχωρούμε σε 
                        εκτίμηση για τη μέση επιβάρυνση των νοικοκυριών από την αύξηση της τιμής του πετρελαίου θέρμανσης κατά περιφέρεια. Συνδυάζοντας τα στοιχεία τιμών της Υπηρεσίας μας και τα στοιχεία κατανάλωσης ανά νοικοκυριό της ΕΛΣΤΑΤ, στον παρακάτω πίνακα παρουσιάζεται η μέση 
                        εκτιμώμενη επιβάρυνση των νοικοκυριών από τις αυξήσεις στο πετρέλαιο θέρμανσης.</p>
                </ul>
                <br><br>
                <ul>
                    <li><h3>Δευτέρα, 02/01/2023</h3></li>
                    <div id="3"><h2>Καλή Χρονιά & Ευτυχισμένο το Νέο Έτος</h2></div>
                    <p>Η Πρωτοχρονιά 2023 σηματοδοτεί την αρχή του χρόνου και πολλοί από εμάς αποφασίζουν να κάνουν αλλαγές στη ζωή τους. Επίσης, ελπίζουμε το νέο έτος να μας βρει και πάλι όλους μαζί να χαιρόμαστε και να γιορτάζουμε όπως παλιά! Αποχαιρετήσαμε, λοιπόν, οριστικά το
                        2022 και καλωσορίσαμε με ευχές και ενθουσιασμό το 2023, προσμένοντας να θέσουμε σε εφαρμογή τα σχέδια και τους στόχους που θέλουμε να πετύχουμε! Τι θα ευχηθείς, λοιπόν, στους ανθρώπους που αγαπάς και πώς θα ξεπεράσεις λίγο την καθιερωμένη ευχή της «Καλής 
                        Χρονιάς»; Τσέκαρε παρακάτω και στείλε ξεχωριστές ευχές στους φίλους, συγγενείς κι αγαπημένους σου, μόλις το ρολόι δείξει 00:00 και θα ενθουσιάσεις άπαντες!</p>
                </ul>
                <br><br>
                <ul>
                    <li><h3>Τρίτη, 27/12/2022</h3></li>
                    <div id="4"><h2>Καλά Χριστούγεννα & Καλή Πρωτοχρονιά</h2></div>
                    <p>Τα Χριστούγεννα είναι γεμάτα ευχές και φέτος θα στείλουμε τις πιο όμορφες  σε αυτούς που αγαπάμε, όπου κι αν βρίσκονται! Οι επιλογές που έχουμε για τον τρόπο που θα στείλουμε τις ευχές μας είναι πολλές, από την κλασσική κάρτα, με ένα απλό sms, μέσω των
                        κοινωνικών δικτύων, με ένα email ή ακόμη και μ’ ένα δώρο! Παρακάτω θα βρείτε όμορφες και πρωτότυπες ευχές, που μπορείτε να στείλετε σε αυτούς που αγαπάτε …</p>
                </ul>
                <br><br>
                <ul>
                    <li><h3>Δευτέρα, 19/12/2022</h3></li>
                    <div id="5"><h2>Αύξηση του ΦΠΑ στα καύσιμα</h2></div>
                    <p>Σύμφωνα με τον ίδιο, τα οριζόντια μέτρα τα οποία έχουν μεγάλο δημοσιονομικό κόστος, δεν πρόκειται να βοηθήσουν τους ανθρώπους γιατί οι τιμές δεν πρόκειται να μειωθούν, ενώ θα θέσουν σε πολύ μεγάλο κίνδυνο την οικονομία, γιατί η αύξηση του πληθωρισμού δημιουργεί
                        πίεση στις κεντρικές τράπεζες να αυξήσουν τα επιτόκια και αυτό με τη σειρά του δημιουργεί αυτομάτως νέα αύξηση των επιτοκίων δανεισμού των χωρών. «Η Ελλάδα, λόγω του ότι είναι η χώρα με το μεγαλύτερο δημόσιο χρέος, έχει ήδη αυξημένα επιτόκια σε σχέση με τους
                        άλλους. Άρα το να πας να πυροδοτήσεις μόνος σου μια αύξηση των επιτοκίων στα ομόλογά σου, τα οποία αμέσως μετά θα γυρίσουν σε αύξηση των επιτοκίων δανείων -των στεγαστικών, των καρτών των επιχειρηματικών κ.τ.λ- είναι σοφό; Δηλαδή να πεις σε κάποιον θα γλιτώσεις
                        ένα Χ ποσό από τη βενζίνη και θα το πληρώσεις 3Χ στην κάρτα σου, ή στο δάνειό σου;», αναρωτήθηκε.</p>
                </ul>
                <br><br>
            </div>
        <br><br>
        </section>
            
        <footer>
            <span class="left-text"><a href="C:\Users\steal\Documents\Visual Code\HTML Projects\Globe Oil\Pdf\Oroi.pdf" target="_blank"> « Όροι Χρήσης »</a></span>
            <span class="separator">|</span>
            <span class="right-text"><a href="C:\Users\steal\Documents\Visual Code\HTML Projects\Globe Oil\Pdf\Policy.pdf" target="_blank">« Πολιτική Απορρήτου »</a></span>
        </footer>

    </div>
</body>

</html>